{
  "date": "2024-12-22T15:39:52.325Z",
  "image": "https://assets.afcdn.com/recipe/20211021/122979_w1024h768c1cx1060cy707cxt0cyt0cxb2121cyb1414.jpg",
  "title": "Takoyaki",
  "ingredients_en": "* candied ginger\n* oil\n* flour\n* egg\n* milk\n* water\n* mayonnaise\n* octopus\n* chives\n* soy sauce\n* dashi\n* nori flakes\n* bonito flakes\n* okonomiyaki sauce",
  "ingredients_pl": "* kandyzowany imbir\n* olej\n* mąka\n* jajko\n* mleko\n* woda\n* majonez\n* ośmiornica\n* szczypiorek\n* sos sojowy\n* dashi\n* płatki nori\n* płatki bonito\n* sos okonomiyaki",
  "instructions_en": "1. In a large bowl, combine the water, milk, soy sauce, eggs and dashi. Add the flour and mix well. The mixture should be fairly liquid.\n2. Cut the octopus into small pieces. Wash and chop the chives.\n3. Grease the takoyaki mould, a board that can be used on baking trays, with round indentations. Alternatively, mini muffin moulds can be used. Pour the batter into the mould, filling each indentation.\n4. Add the pieces of octopus, chopped pickled ginger and chopped chives. It doesn't matter if it overflows a little.\n5. Place the tray on the heat and turn the takoyaki over regularly using 2 chopsticks, one in each hand, so that they are golden brown and even. They will take shape as they cook.\n6. When cooked, drizzle with Japanese mayonnaise and okonomiyaki sauce and sprinkle with bonito flakes and nori flakes.\n7. Serve piping hot.",
  "instructions_pl": "1. W dużej misce wymieszać wodę, mleko, sos sojowy, jajka i dashi. Dodaj mąkę i dobrze wymieszaj. Mieszanina powinna być dość płynna.\n2. Pokrój ośmiornicę na małe kawałki. Umyć i posiekać szczypiorek.\n3. Nasmarować formę do takoyaki, deskę, która może być używana na blachach do pieczenia, z okrągłymi wgłębieniami. Alternatywnie można użyć foremek na mini muffinki. Wlać ciasto do formy, wypełniając każde wgłębienie.\n4. Dodaj kawałki ośmiornicy, posiekany marynowany imbir i posiekany szczypiorek. Nie ma znaczenia, jeśli trochę się przeleje.\n5. Umieść tacę na ogniu i regularnie obracaj takoyaki za pomocą 2 pałeczek, po jednej w każdej ręce, aby były złotobrązowe i równomierne. Podczas gotowania nabiorą kształtu.\n6. Po ugotowaniu skropić japońskim majonezem i sosem okonomiyaki oraz posypać płatkami bonito i nori.\n7. Podawać gorące."
}